/* No comment provided by engineer. */
"Platforms" = "Platforms";

/* No comment provided by engineer. */
"Released" = "Released";

/* No comment provided by engineer. */
"Search" = "Search";

/* No comment provided by engineer. */
"Upcoming" = "Upcoming";

/* No comment provided by engineer. */
"Watch List" = "Watch List";

